// © Copyright 2006-2008, 2015 HP Development Company, L.P.

TaskName = "Enviar trabajo";

TaskTitleField = "Enviar trabajo";
TaskDescriptionField = "Para enviar uno o más archivos a la impresora, haga clic en el botón de abajo.";
TaskStartButtonTitle = "Iniciar";

